tap "dimentium/autoraise"
tap "fish-shell/fish-beta-4"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "cowsay"
brew "ctags"
brew "diffutils"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "tree-sitter"
brew "emacs"
brew "openjdk"
brew "emscripten"
brew "libssh2"
brew "eza"
brew "fd"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "librist"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gdb"
brew "git"
brew "git-extras"
brew "git-sizer"
brew "glfw"
brew "gnu-getopt"
brew "gnu-tar"
brew "gnupg"
brew "grep"
brew "pkgconf"
brew "guile"
brew "helix"
brew "htop"
brew "iproute2mac"
brew "lazygit"
brew "llvm@18"
brew "make"
brew "neovim"
brew "neovide", link: false
brew "ninja"
brew "nmap"
brew "node@18"
brew "nvm"
brew "openssl@1.1"
brew "p7zip"
brew "perl"
brew "pnpm"
brew "powerlevel10k"
brew "pyenv"
brew "python-requests", link: false
brew "python-setuptools"
brew "python@3.10"
brew "python@3.11"
brew "quilt"
brew "ranger"
brew "rust"
brew "screen"
brew "stow"
brew "subversion"
brew "superfile"
brew "telnet"
brew "thefuck"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "zellij"
brew "zoxide"
brew "dimentium/autoraise/autoraise"
brew "fish-shell/fish-beta-4/fish"
cask "android-file-transfer"
cask "android-platform-tools"
cask "caffeine"
cask "font-meslo-lg-nerd-font"
cask "freecad"
cask "kitty"
cask "loungy"
cask "neovide"
cask "rectangle"
