tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "openssl@1.1"
brew "cmake"
brew "ruby"
brew "cocoapods"
brew "eza"
brew "git"
brew "git-sizer"
brew "glfw"
brew "helix"
brew "lazygit"
brew "neovide"
brew "ninja"
brew "nvm"
brew "perl"
brew "powerlevel10k"
brew "python@3.11"
brew "stow"
brew "superfile"
brew "tree"
brew "vim"
brew "wget"
brew "zellij"
brew "zoxide"
cask "android-platform-tools"
cask "font-meslo-lg-nerd-font"
cask "kitty"
cask "loungy"
